{
  "ack.vim": { "branch": "master" },
  "ale": { "branch": "master" },
  "copilot.vim": { "branch": "release" },
  "fzf": { "branch": "master" },
  "gruvbox": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "nerdcommenter": { "branch": "master" },
  "nerdtree": { "branch": "master" },
  "nerdtree-git-plugin": { "branch": "master" },
  "rust-doc.vim": { "branch": "master" },
  "rust.vim": { "branch": "master" },
  "vim-avro": { "branch": "master" },
  "vim-colorindent": { "branch": "master" },
  "vim-easy-align": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-go": { "branch": "master" },
  "vim-plugin-AnsiEsc": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-terraform": { "branch": "master" }
}
